7zip
adobe-source-han-sans-otc-fonts
base
base-devel
bat
bibata-cursor-theme
bind
blueman
bluez-utils
chaotic-keyring
chaotic-mirrorlist
cinnamon
discord
docker
docker-compose
downgrade
efibootmgr
engrampa
eza
fastfetch
figlet
firefox
flameshot
fuse2
gedit
ghostty
git
gnome-keyring
gron
grub
gst-plugin-pipewire
gufw
gvfs-smb
htop
intel-media-driver
intel-ucode
intellij-idea-community-edition
iwd
jdk21-openjdk
jq
just
less
libpulse
libva-intel-driver
lightdm
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux-zen
linux-zen-headers
lolcat
lshw
man-db
moreutils
network-manager-applet
networkmanager
noto-fonts-emoji
numlockx
openbsd-netcat
pamac
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pdm
python-pip
qalculate-gtk
rtl8852au-dkms-git
shotwell
smartmontools
sof-firmware
steam
telegram-desktop
timeshift
tree
ttf-croscore
ttf-fira-code
ttf-ms-win11-auto
ttf-ms-win11-auto-other
udftools
ufw
unzip
vi
vim
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
wget
whatsie-git
wireless_tools
wireplumber
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfsprogs
xorg-server
xorg-xinit
yq
zip
zram-generator
zsh
